Repository: hamidjalalat/Template_RazorPages
Catalog: src/Core/Resources/DataDictionary.*.resx
Languages: fa_ir

source: Action
fa_ir: عملیات

source: Active
fa_ir: فعال

source: Admin Description
fa_ir: توضیحات مدیریتی

source: Author
fa_ir: نویسنده

source: Birth Date
fa_ir: تاریخ تولد

source: Blog
fa_ir: وبلاگ

source: Body
fa_ir: متن اصلی

source: Bottom
fa_ir: پایین

source: Cell Phone Number
fa_ir: شماره تلفن همراه

source: Cell Phone Number Verification Key
fa_ir: کد تایید شماره تلفن همراه

# CellPhoneNumberVerificationKeyExpireDateTime
source: Cell Phone Number Verification Key Expire Time
fa_ir: زمان انقضا کد تایید شماره تلفن همراه

source: Children
fa_ir: فرزندان

source: Classification
fa_ir: طبقه بندی

source: Confirm Password
fa_ir: تکرار گذرواژه

source: Copyright
fa_ir: کپی‌رایت

source: Creator User Id
fa_ir: کاربر ایجاد کننده

source: Deactive
fa_ir: غیر فعال

source: Deleted
fa_ir: حذف شده

source: Delete Date Time
fa_ir: زمان حذف

source: Description
fa_ir: توضیحات

source: Display Creator User
fa_ir: نمایش کاربر خالق

source: Does Search Engines Follow It
fa_ir: موتورهای جستجو لینک‌های داخل صفحه را دنبال می‌کنند

source: Does Search Engines Index It
fa_ir: موتورهای جستجو محتوای صفحه را بررسی می‌کنند

source: Download Count
fa_ir: تعداد دانلود

source: Email Address
fa_ir: نشانی پست‌الکترونیکی

source: Email Address Verification Key
fa_ir: کد تایید نشانی پست‌الکترونیکی

source: Female
fa_ir: آقا

# FileManager
source: File and Folder Manager
fa_ir: مدیریت پوشه‌ها و فایل‌ها

source: First Name
fa_ir: نام

source: Full Name
fa_ir: نام و نام خانوادگی

source: Gender
fa_ir: جنسیت

source: Has Attachment
fa_ir: پیوست داشتن

source: Hits
fa_ir: بازدید

source: Icon
fa_ir: آیکون

source: Icon Position
fa_ir: موقعیت آیکون

source: Id
fa_ir: شناسه

source: Image Url
fa_ir: نشانی تصویر

# InsertDateTime
source: Insert Time
fa_ir: زمان ایجاد

source: Introduction
fa_ir: مقدمه

# IsActive
source: Active
fa_ir: فعال

source: Is Cell Phone Number Verified
fa_ir: شماره تلفن همراه تایید شده است

# IsCommentingEnabled
source: Comment Feature
fa_ir: امکان نظردهی

source: Is Default
fa_ir: رکورد پیش فرض

# IsUndeletable
source: Undeletable
fa_ir: غیر قابل حذف

source: Is Deleted
fa_ir: حذف شده

source: Is Email Address Verified
fa_ir: پست الکترونیکی تایید شده است

# IsFeatured
source: Featured
fa_ir: ویژه

# IsProfilePublic
source: Profile is Public
fa_ir: پروفایل عمومی است

# IsProgrammer
source: Programmer
fa_ir: برنامه‌نویس

# IsPublic
source: Public
fa_ir: عمومی

# IsSystemic
source: Systemic
fa_ir: سیستمی

source: Is Updatable
fa_ir: قابل ویرایش

# IsVerified
source: Verified
fa_ir: تایید شده

source: Keywords
fa_ir: کلیدواژه ها

source: Language
fa_ir: زبان

source: Languages
fa_ir: زبان‌ها

source: Last Name
fa_ir: نام خانوادگی

source: Layout
fa_ir: قالب صفحه

source: Left
fa_ir: چپ

source: Link
fa_ir: لینک

source: List
fa_ir: فهرست

# ListOfItems
source: List of {0}
fa_ir: فهرست {0}

source: Male
fa_ir: خانم

source: MenuItem
fa_ir: آیتم منو

source: Menu Items
fa_ir: آیتم‌های منو

source: Name
fa_ir: نام

source: National Code
fa_ir: کد ملی

source: No Parent
fa_ir: بدون والد

source: Not Selected
fa_ir: انتخاب نشده

source: Not Verified
fa_ir: تایید نشده

source: Number of users with this role
fa_ir: تعداد کاربران دارای این نقش

source: Ordering
fa_ir: چیدمان

source: Page
fa_ir: صفحه

source: Parent
fa_ir: والد

source: Password
fa_ir: گذرواژه

source: Path
fa_ir: مسیر

source: Publish Finish Date Time
fa_ir: تاریخ و زمان پایان انتشار

source: Publish Start Date Time
fa_ir: تاریخ و زمان شروع انتشار

source: Remember Me
fa_ir: مرا به خاطر داشته باش

source: Remover User Id
fa_ir: کاربر حذف کننده

source: Resume
fa_ir: رزومه

source: Right
fa_ir: راست

source: Role
fa_ir: نقش

source: Role Manager
fa_ir: مدیریت نقش ها

source: Roles
fa_ir: نقش‌ها

source: Search
fa_ir: جستجو

source: Settings
fa_ir: تنظیمات

# SiteAuthor
source: Dariush Tasdighi
fa_ir: داریوش تصدیقی

source: Sites
fa_ir: سایت‌ها

source: Social Networks
fa_ir: شبکه‌های اجتماعی

source: Source Code
fa_ir: سورس‌کد

source: Sub Menu Items
fa_ir: زیر منوها

source: Title
fa_ir: عنوان

source: Top
fa_ir: بالا

source: Unspecified
fa_ir: مشخص نشده

# UpdateDateTime
source: Update Time
fa_ir: زمان ویرایش

source: Updater User Id
fa_ir: کاربر ویرایش کننده

source: User
fa_ir: کاربر

source: User Manager
fa_ir: مدیریت کاربران

source: Username
fa_ir: شناسه‌کاربری

source: Users
fa_ir: کاربران

source: Verified
fa_ir: تایید شده

# VerifyDateTime
source: Verify Time
fa_ir: زمان تایید

source: Version
fa_ir: نسخه

source: Websites
fa_ir: وب‌سایت‌ها

source: IP
fa_ir: آی‌پی

source: Without Role
fa_ir: بدون نقش

source: Creator User
fa_ir: کاربر ایجاد کننده

source: Remover User
fa_ir: کاربر حذف کننده

source: User Count
fa_ir: تعداد کاربران

source: Post Categories
fa_ir: طبقه‌بندی‌های مطالب

# LastLoginDateTime
source: Last Login Time
fa_ir: زمان آخرین ورود

source: Select An Item
fa_ir: گزینه‌ای را انتخاب نمایید

# IsVisibleInContactUsPage
source: Visible in Contact Us Page
fa_ir: نمایش در صفحه تماس با ما

source: Title in Contact Us Page
fa_ir: عنوان کاربر در صفحه تماس با ما

source: Role Is Active
fa_ir: نقش فعال است

source: Details of
fa_ir: جزئیات

source: Create of
fa_ir: ایجاد

source: Delete of
fa_ir: حذف

source: Update of
fa_ir: ویرایش

source: List of
fa_ir: فهرست

source: Access Type
fa_ir: سطح دسترسی

# OwnerUser
source: Owner
fa_ir: مالک

source: Navigation URL
fa_ir: لینک

source: Interval
fa_ir: فاصله زمانی

source: Caption
fa_ir: عنوان

source: Open URL in new window
fa_ir: در صفحه جدید باز شود

# Lcid
source: Culture Id
fa_ir: مشخصه زبان

source: Native Name
fa_ir: نام بومی

# CultureName
source: Name
fa_ir: نام

source: Post
fa_ir: مطلب

source: Category
fa_ir: طبقه‌بندی

# DefaultNullValue
source: [No Value]
fa_ir: [مقدار ندارد]

source: Pages
fa_ir: صفحات

source: Cultures
fa_ir: زبان‌ها

source: Image
fa_ir: تصویر

source: Slides
fa_ir: اسلایدها

source: Categories
fa_ir: طبقه‌بندی‌ها

source: Layouts
fa_ir: قالب‌های صفحات

source: CMS Settings
fa_ir: مدیریت محتوا

source: Preview
fa_ir: پیش‌نمایش

# IsNationalCodeVerified
source: National Code Verified
fa_ir: کد ملی تایید شده

source: Common Settings
fa_ir: تنظیمات عمومی

source: Display Profile
fa_ir: نمایش مشخصات

source: Update Profile
fa_ir: ویرایش مشخصات

# IdentitySettings
source: User Settings
fa_ir: تنظیمات کاربری

source: Post Count
fa_ir: تعداد مطالب

source: Post Category
fa_ir: طبقه‌بندی مطلب

source: Child Count
fa_ir: تعداد فرزندان

# IsDisabled
source: Disabled
fa_ir: غیرفعال

source: Posts
fa_ir: مطالب

# IsVisible
source: Visible
fa_ir: قابل مشاهده

source: Items of
fa_ir: آیتم‌های

source: for
fa_ir: برای

source: Inactive
fa_ir: غیرفعال

source: Code
fa_ir: کد

source: Identity Admin Settings
fa_ir: مدیریت کاربران

source: Display Comments After Verification
fa_ir: نمایش کامنت‌ها بعد از تایید

# IsDraft
source: Draft
fa_ir: پیش‌نویس

# CommentCount
source: Comments
fa_ir: نظرات

source: Score
fa_ir: امتیاز

source: Scores
fa_ir: امتیازات

source: Display in Home Page
fa_ir: نمایش در خانه

source: Prefix
fa_ir: پیشوند

source: Genders
fa_ir: جنسیت‌ها

source: Watch
fa_ir: نمایش

# IsTestData
source: Test Data
fa_ir: داده تستی

# MaxDisplayPostCount
source: Max Post Count
fa_ir: حداکثر تعداد مطالب

source: Slide
fa_ir: اسلاید

# CellPhoneNumberInBrief
source: Mobile
fa_ir: موبایل

# EmailAddressInBrief
source: Email
fa_ir: ایمیل

# IsDeletedInBrief
source: Deleted
fa_ir: حذف

# IsVerifiedInBrief
source: Verified
fa_ir: تایید

source: Create Test Data
fa_ir: ایجاد اطلاعات تستی

source: Delete Test Data
fa_ir: حذف اطلاعات تستی

source: Confirm New Password
fa_ir: تکرار گذرواژه جدید

source: Current Password
fa_ir: گذرواژه جاری

source: New Password
fa_ir: گذرواژه جدید

source: User Role Title
fa_ir: نقش کاربر در سامانه

source: Register Date
fa_ir: تاریخ ثبت‌نام

source: Update Profile Date
fa_ir: تاریخ ویرایش اطلاعات

source: Data
fa_ir: اطلاعات

# LocalizedApplicationSetting
source: Application Settings based on Culture
fa_ir: تنظیمات سامانه برحسب زبان

source: Cover Image Url
fa_ir: نشانی تصویر کاور

# IsRegistrationEnabled
source: Registration Enabled
fa_ir: امکان ثبت‌نام

source: Master Password
fa_ir: گذرواژه اصلی (شاه کلید)

source: Favorite User Profile Level
fa_ir: سطح مورد نظر برای پروفایل کاربر

source: Profile Level
fa_ir: سطح پروفایل کاربر

source: Google Code
fa_ir: کد گوگل

source: Is Login Visible
fa_ir: نمایش ورود به سامانه

# ApplicationSetting
source: Application Settings
fa_ir: تنظیمات سامانه

# LocalizedMailSetting
source: Mail Settings based on Culture
fa_ir: تنظیمات ایمیل و Mail Server برحسب زبان

source: Test of
fa_ir: تست

source: Test
fa_ir: تست

source: Return
fa_ir: بازگشت

source: Personal Information
fa_ir: اطلاعات فردی

source: About Me
fa_ir: درباره من

source: User Information
fa_ir: اطلاعات کاربری

source: Max Post Count in Home Page
fa_ir: حداکثر تعداد مطالب در صفحه خانه

source: Max Post Count in Main Page
fa_ir: حداکثر تعداد مطالب در صفحه اصلی

source: Post Type
fa_ir: دسته‌بندی مطالب

source: Post Types
fa_ir: دسته‌بندی‌های مطالب

source: Type
fa_ir: دسته‌بندی

source: Types
fa_ir: دسته‌بندی‌ها

source: Email Body
fa_ir: متن نامه

source: Email Subject
fa_ir: موضوع نامه

source: Recipient Display Name
fa_ir: نام و نام خانوادگی گیرنده

source: Recipient Email Address
fa_ir: نشانی پست الکترونیکی گیرنده

source: Default Culture
fa_ir: زبان پیش‌فرض

# IsGoogleAuthenticationEnabled
source: Google Authentication is Enabled
fa_ir: امکان ورود به سامانه از طریق گوگل

# LogoutDateTime
source: Logout Time
fa_ir: زمان خروج از سامانه

source: Login Logs
fa_ir: ورودهای به سامانه

# LoginDateTime
source: Login Time
fa_ir: زمان ورود به سامانه

source: Movie URL
fa_ir: نشانی فیلم

source: Recipient
fa_ir: گیرنده

# IsContactUsEnabled
source: Contact Us is Enabled
fa_ir: امکان تماس با ما

# CultureTemp
source: Culture
fa_ir: زبان

source: Activate User After Registration
fa_ir: فعال‌سازی خودکار کاربر بعد از ثبت‌نام

# UsernameOrEmailAddress
source: Username / Email Address
fa_ir: شناسه‌کاربری / نشانی پست الکترونیکی

source: Is Captcha Image Enabled
fa_ir: فعال‌سازی کد امنیتی

source: Is Search in Navbar Enabled
fa_ir: امکان جستجوی مطالب در منوی سایت

source: Theme
fa_ir: تم سایت

source: Localized Home Page Setting
fa_ir: تنظیمات صفحه اول سامانه برحسب زبان

source: Comments
fa_ir: کامنت‌ها

source: Personal File Manager
fa_ir: مدیریت پوشه‌ها و فایل‌های شخصی

source: Digit Count in Captcha Image
fa_ir: تعداد ارقام در کد امنیتی

source: HTML Setting
fa_ir: تنظیمات HTML

source: Record Count
fa_ir: تعداد اطلاعات

source: First
fa_ir: اولین

source: Last
fa_ir: آخرین

source: Next
fa_ir: بعدی

source: Previous
fa_ir: قبلی

source: Page Size
fa_ir: تعداد اطلاعات در هر صفحه

source: Page Count
fa_ir: تعداد صفحات

source: Page Index
fa_ir: شماره صفحه

source: All
fa_ir: همه

source: No
fa_ir: خیر

source: Yes
fa_ir: بلی

source: Order By
fa_ir: مرتب‌سازی بر اساس

source: Ascending
fa_ir: صعودی

source: Descending
fa_ir: نزولی

source: Register IP
fa_ir: آی‌پی کاربر در زمان ثبت‌نام

source: Register Type
fa_ir: نوع ثبت‌نام

source: Login Type
fa_ir: نوع ورود

source: Login Option
fa_ir: نحوه ورود به سامانه

source: Through Both
fa_ir: از هر دو طریق

# ThroughEmailAddress
source: Just Through Email Address
fa_ir: فقط از طریق نشانی پست الکترونیک

# ThroughUsername
source: Just Through Username
fa_ir: فقط از طریق شناسه‌کاربری

# ThemeDark
source: Dark
fa_ir: تاریک

# ThemeLight
source: Light
fa_ir: روشن

# LayoutCustom
source: Custom
fa_ir: قالب دلخواه

# LayoutDefault
source: Default
fa_ir: قالب پیش‌فرض

# LayoutEmpty
source: Empty
fa_ir: قالب خالی

# AccessTypePublic
source: Public
fa_ir: آزاد

# AccessTypeRegistered
source: After Login
fa_ir: بعد از ورود

# AccessTypeSpecial
source: After Login with joining in some specific groups
fa_ir: ویژه

# AuthenticationTypeGoogle
source: Google
fa_ir: گوگل

# AuthenticationTypeInternal
source: Internal
fa_ir: داخلی

source: Max Post Count in Profile Page
fa_ir: حداکثر تعداد مطالب در صفحه پروفایل

# LastChangePasswordDateTime
source: Last Change Password Time
fa_ir: زمان آخرین تغییر گذرواژه

source: Register Time
fa_ir: زمان ثبت‌نام

source: Update Profile Time
fa_ir: زمان ویرایش پروفایل

source: Day
fa_ir: روز

source: Hour
fa_ir: ساعت

source: Minute
fa_ir: دقیقه

source: Month
fa_ir: ماه

source: Second
fa_ir: ثانیه

source: Week
fa_ir: هفته

source: Year
fa_ir: سال

source: Time Unit
fa_ir: واحد زمانی

source: Value
fa_ir: مقدار

source: Color
fa_ir: کد رنگ

source: Base Table Type
fa_ir: نوع اطلاعات پایه

source: Base Table
fa_ir: اطلاعات پایه

source: Base Table Item
fa_ir: آیتم اطلاعات پایه

source: Military Status
fa_ir: وضعیت نظام‌وظیفه

source: Last Grade
fa_ir: آخرین مدرک تحصیلی

source: Key Name
fa_ir: نام کلیدی

source: Last Education Degree
fa_ir: آخرین مدرک تحصیلی

source: Military Service Status
fa_ir: وضعیت نظام وظیفه

source: Marital Status
fa_ir: وضعیت تاهل

source: Base Tables
fa_ir: اطلاعات پایه

source: Item Count
fa_ir: تعداد آیتم‌ها

# BaseTableEnum
source: Base Table
fa_ir: اطلاعات پایه

# BaseTableTypeEnum
source: Base Table Type
fa_ir: نوع اطلاعات پایه

source: Base Table Items
fa_ir: آیتم‌های اطلاعات پایه

source: Base Table Items of
fa_ir: آیتم‌های اطلاعات پایه

source: Items
fa_ir: آیتم‌ها

source: Religion
fa_ir: مذهب

# IsSynced
source: Synced
fa_ir: همگام‌سازی شده

source: Site URL
fa_ir: نشانی سایت

source: User Sites
fa_ir: سایت‌های کاربر

source: Manage of
fa_ir: مدیریت

source: Site
fa_ir: سایت
